/* A sentence with the mountain's name (first parameter), height (second parameter), and climbed date (third parameter) */

"sentenceFormat" = "%1$@は%3$@に最初に上られ、%2$@高い。";

/* A sentence with the mountain's name (first parameter), and height (second parameter), but no climbed date */

"undatedSentenceFormat" = "%1$@つは%2$@高い。";

/* Use to express a height in meters */

"meterFormat" = "%@メートル";

/* Use to express a height in feet */

"footFormat" = "%@フィート";